Repository: kghandour/Ollama-SwiftUI
Catalog: Ollama Swift/Localizable.xcstrings
Source language: en
Languages: ar, pt_br

source: Add model:
ar: اضافة نموذج
pt_br: Adicionar modelo:

source: Add Model:
ar: اضافة نموذج
pt_br: Adicionar modelo:

source: Downloading %@
ar: تنزيل %@
pt_br: Baixando

source: Duplicate Model:
ar: نسخ نموذج
pt_br: Duplicar modelo

source: General
ar: العام
pt_br: Geral

source: Local Models:
ar: النماذج المتاحة محليا
pt_br: Modelos locais:

source: Manage Models
ar: ادارة النماذج
pt_br: Gerenciar modelos

source: Model:
ar: النموذج
pt_br: Modelos:

source: New Name
ar: الاسم الجديد
pt_br: Novo Nome

source: Online
ar: متصل

source: Server Status:
ar: حالة الاتصال
pt_br: Estado do Servidor:

source: This is the start of your chat
ar: هذه بداية المحادثة
pt_br: Aqui é o começo da sua conversa

source: To find the model names to download, checkout: https://ollama.ai/library
ar: للعثور على أسماء النماذج المراد تنزيلها، قم بالبحث: https://ollama.ai/library
pt_br: Para encontrar nomes de modelos para baixar, visite: https://ollama.ai/library

source: A good starting model is llama2. Simply write the model name in the field above
pt_br: Um modelo inicial adequado é Llama2. Simplesmente escreva o nome do modelo na área acima.

source: Connected
pt_br: Conectado

source: Enter prompt...
pt_br: Insira o comando...

source: Enter system prompt...
pt_br: Insira o comando do sistema...

source: Error
pt_br: Erro

source: Hide Options
pt_br: Ocular opçoes

source: Host IP:
pt_br: IP do Host:

source: Make sure to use a multimodal model such as llava when using images
pt_br: Certifique-se de utilizar um modelo multimodal como LLaVA ao trabalhar com imagens.

source: More Options
pt_br: Mais Opções

source: New Tab
pt_br: Nova Aba

source: No models downloaded locally. Add a model by typing the name in the field at the bottom of the page.
pt_br: Sem modelos baixados localmente. Adicione um modelo digitando o nome no campo inferior da página.

source: Port:
pt_br: Porta:

source: Remove photo
pt_br: Remover foto

source: Request Timeout (in sec. Default 60):
pt_br: Timeout da Requisição (em seg. Padrão 60):

source: Resources Timeout (in sec. Default: 604800):
pt_br: Timeout de Recursos (em seg. Padrão: 604800):

source: Select photo
pt_br: Selecionar foto

source: Server:
pt_br: Servidor:
